// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Українська
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="uk-UA"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="Гаразд"
C_CANCEL="Скасувати"
C_CLOSE="Закрити"
C_COPYTOCLIPBOARD="Копіювати в буфер обміну"

M_FILE="Файл"
	M_SAVE="Зберегти"
	M_SAVEAS="Зберегти як"
	M_SAVEALL="Зберегти все"
	M_UPLOAD="Завантажити скін..."
	M_EXIT="Вихід"
M_EDIT="Редагувати"
	M_UNDO="Скасувати"
	M_REDO="Повторити"
	M_TOOL="Інструменти"
M_VIEW="Вигляд"
	M_MODE="Режим перегляду"
		M_PERSPECTIVE="Перспектива (3D)"
		M_TEXTURE="Текстура (2D)"
		M_HYBRID="Змішаний"
	M_3D="3D-налаштування"
		M_ANIMATE="Анімація"
		M_FOLLOWCUR="Слідувати за курсором"
		M_GRASS="Трава"
		M_GHOST="Показувати приховані частини привидом"
		M_MULTISAMPLING="Мультисемплінг"
	M_2D="2D-налаштування"
		M_ALPHACHECKER="Альфа-шахівниця"
		M_OVERLAY="Накладання"
			M_ENABLEOVERLAY="Увімкнути"
	M_TRANSMODE="Режим прозорості"
		M_OFF="Вимк"
		M_HELMETONLY="Лише шолом"
		M_ALL="Все"
	M_VISIBLEPARTS="Видимі частини"
		M_HEAD="Голова"
		M_HELMET="Шолом"
		M_CHEST="Груди"
		M_LEFTARM="Ліва рука"
		M_RIGHTARM="Права рука"
		M_LEFTLEG="Ліва нога"
		M_RIGHTLEG="Права нога"
M_OPTIONS="Параметри"
	M_KEYSHORTCUTS="Гарячі клавіші"
	M_BGCOLOR="Колір фону (потрібен перезапуск)"
	M_USETEXTUREBASES="Використовувати базові текстури"
M_LANGUAGE="Мова"
M_HELP="Довідка"
	M_CHECKUPDATES="Перевірити оновлення"
	M_AUTOUPDATE="Автоматично перевіряти оновлення"

T_TREE_ZOOMOUT="Зменшити"
T_TREE_ZOOMIN="Збільшити"
T_TREE_IMPORTHERE="Імпортувати сюди..."
T_TREE_NEWFOLDER="Нова тека тут..."
T_TREE_RENAME="Перейменувати..."
T_TREE_DELETE="Видалити..."
T_TREE_CLONE="Клонувати"
T_TREE_UPLOAD="Завантажити"

T_SAVE="Зберегти"
T_SAVEALL="Зберегти все"
T_UNDO="Скасувати"
T_REDO="Повторити"
T_PERSPECTIVE="Перспектива"
T_TEXTURE="Текстура"
T_HYBRID="Змішаний"
T_SCREENSHOT="Скріншот (Shift для збереження)"
T_TOGGLEHEAD="Показати/приховати голову"
T_TOGGLEHELMET="Показати/приховати шолом"
T_TOGGLECHEST="Показати/приховати груди"
T_TOGGLELEFTARM="Показати/приховати ліву руку"
T_TOGGLERIGHTARM="Показати/приховати праву руку"
T_TOGGLELEFTLEG="Показати/приховати ліву ногу"
T_TOGGLERIGHTLEG="Показати/приховати праву ногу"
T_SWATCHES="Палітра"

M_IMPORT_HERE="Імпортувати сюди..."
M_NEWFOLDER="Нова тека"
M_NEWFOLDER_HERE="Нова тека тут..."
M_RENAME="Перейменувати..."
M_DELETE="Видалити..."
M_CLONE="Клонувати"

T_TOOL_CAMERA="Камера"
T_TOOL_PENCIL="Олівець"
T_TOOL_ERASER="Гумка"
T_TOOL_DROPPER="Піпетка"
T_TOOL_DODGEBURN="Освітлити/Затемнити"
T_TOOL_DARKENLIGHTEN="Затемнити/Освітлити"
T_TOOL_BUCKET="Заливка"
T_TOOL_NOISE="Шум"

B_MSG_DIRMISSING="Відсутня вхідна тека — ймовірно, ви не розпакували програму. Це не критично, але ви не побачите додані шаблони, палітри та інші матеріали."
B_MSG_UPTODATE="У вас уже встановлена найновіша версія!"
B_MSG_NEWUPDATE="Доступне нове оновлення. Відкрити програму оновлення зараз?"
B_MSG_UPLOADERROR="Помилка під час завантаження скіна:"
B_MSG_UPLOADSUCCESS="Скін успішно завантажено!"
B_MSG_DELETESKIN="Видалити цей скін?\r\nВін буде переміщений до кошика."
B_MSG_DELETEFOLDER="Видалити цю теку?\r\nВона буде переміщена до кошика."
B_MSG_OVERLAYERROR="Не вдалося завантажити зображення накладання: “{0}”; роздільна здатність має бути степенем двійки."
B_MSG_UPLOADRES="Хоча ви можете редагувати текстури високої роздільної здатності в MCSkin3D, ви не зможете завантажити їх у свій профіль Minecraft."
B_MSG_ANTIALIAS="Перезапустіть MCSkin3D, щоб застосувати опцію мультисемплінгу."
B_MSG_PIXELFORMAT="На жаль, ваша відеокарта, схоже, не підтримує 32-бітний формат пікселів — зараз це необхідно для коректної роботи MCSkin3D."
B_MSG_SHORTCUTEXISTS="Гаряча клавіша “{0}” конфліктує з “{1}” — вона буде очищена."

B_CAP_QUESTION="Питання"
B_CAP_SORRY="Вибачте"

C_SQUARE="Квадрат"
C_CIRCLE="Коло"

O_EXPOSURE="Експозиція:"
O_INCREMENTAL="Поступово"
O_LIGHTEN="Освітлити"
O_DARKEN="Затемнити"
O_DODGE="Освітлення"
O_BURN="Затемнення"
Q_THRESHOLD="Поріг:"

C_NEW="Створити"
C_CANTMOVE="Неможливо перемістити в"
C_COPY="Копіювати"
C_MOVE="Перемістити"
C_MOVED="Переміщено"
C_COPYTO="Копіювати в"
C_MOVETO="Перемістити в"
C_IMPORTTO="Імпортувати в"

C_SETTINGSFAILED="Не вдалося завантажити файл налаштувань; завантажено налаштування за замовчуванням."

C_AUTOLOGIN="Автоматичний вхід?"
C_REMEMBER="Запам'ятати мене?"
C_USERNAME="Ім'я користувача:"
C_PASSWORD="Пароль:"
C_UPLOADTEXT="Щоб завантажити скін, потрібно ввійти в Minecraft.net. Ця програма може зробити це автоматично; введіть ім'я користувача та пароль для продовження."

C_UPLOADING="Завантаження скіна... Зачекайте, будь ласка..."
C_SHORTCUTINUSE="Гаряча клавіша вже використовується"

S_TREEVIEW_ZOOMIN="Збільшити дерево тек"
S_TREEVIEW_ZOOMOUT="Зменшити дерево тек"
S_SWATCH_ZOOMIN="Збільшити палітру"
S_SWATCH_ZOOMOUT="Зменшити палітру"
S_COLORSWAP="Поміняти передній/фоновий колір"
S_RENAME="Змінити ім'я"
S_CLONE="Клонувати вузол"
S_DELETE="Видалити вузол"
S_SCREENSHOT_CLIP="Скріншот у буфер обміну"
S_SCREENSHOT_SAVE="Зберегти скріншот"
S_TOGGLEVIEW="Переключити режим перегляду"
S_TOGGLETRANS="Переключити режим прозорості"

M_SHORTCUTS="Клацніть у текстовому полі нижче, потім натисніть клавішу, яку хочете призначити цій гарячій клавіші."
W_OPTIONS="Показати/приховати параметри інструмента"

T_CAMERA="Ліва кнопка — обертання. Права кнопка/коліщатко — масштаб."
T_PENCIL="Ліва кнопка — малювання; права/коліщатко — обертання/масштаб; утримуйте Shift, щоб використовувати фоновий колір."
T_DROPPER="Ліва кнопка — вибір кольору. Права/коліщатко — обертання/масштаб. Shift — вибір як фонового кольору, інакше — переднього."
T_DODGEBURN="Ліва кнопка — освітлення/затемнення. Права/коліщатко — обертання/масштаб. Shift — зміна інструмента."
T_DARKENLIGHTEN="Ліва кнопка — затемнення/освітлення. Права/коліщатко — обертання/масштаб. Shift — зміна інструмента."
T_ERASER="Ліва кнопка — стирання до прозорого кольору та альфа-каналу. Права/коліщатко — обертання/масштаб."
T_FILL="Ліва кнопка — заливка пікселів. Shift — використання фонового кольору. Ctrl — блокування частини. Права/коліщатко — обертання/масштаб."
T_NOISE="Ліва кнопка — застосування шуму. Права/коліщатко — обертання/масштаб."

C_UNSAVED="У вас є незбережені зміни. Ви впевнені, що хочете вийти?"
C_UNSAVED_CAPTION="Зачекайте!"

O_HOLDNESS="Інтенсивність:"

G_BRUSH="Пензель"
G_BRUSHOPTS="Параметри пензля"
G_NOISEOPTS="Параметри шуму"
G_FILLOPTS="Параметри заливки"
G_TOOL="Інструмент"

T_DECRES="Знизити роздільну здатність"
T_INCRES="Підвищити роздільну здатність"

M_NEWSKIN="Новий скін"
M_NEWSKIN_HERE="Новий скін тут"

M_SKINERROR="Не вдалося завантажити скін зі сховища Minecraft!"
M_FETCH_NAME="Отримати з Minecraft"
M_FETCH_TEXT="MCSkin3D може отримати скін із вашого облікового запису Minecraft (або будь-якого іншого) та імпортувати його як файл скіна. Введіть ім'я облікового запису нижче, потім натисніть 'Імпортувати'."
M_PLAYER_NAME="Ім'я гравця:"

C_YES="Так"
C_NO="Ні"
D_DONTASK="Більше не питати"
M_IRREVERSIBLE="Увага: скіни високої роздільної здатності не можуть бути завантажені на Minecraft.net як звичайні скіни!\n\nЦя дія необоротна, і всі попередні операції скасування/повторення будуть втрачені. Ви впевнені, що хочете продовжити?"

M_TEMP="Ви намагаєтеся запустити MCSkin3D з тимчасової теки. Будь ласка, правильно розпакуйте програму перед запуском."

T_RESETCAMERA="Скинути камеру"
M_SKINDIRS="Теки скінів"
M_DYNAMICOVERLAY="Динамічне накладання"
M_DYNAMICOPTIONS="Динамічні параметри"
M_LINECOLOR="Колір ліній"
M_LINESIZE="Товщина ліній"
M_OVERLAYTEXTSIZE="Розмір тексту"
M_TEXTCOLOR="Колір тексту"

U_PIXELSCHANGED="Пікселі змінено"
T_TOOL_STAMP="Штамп"
T_STAMP="Лівий клік — використання штампа. Shift+клік — копіювання області в пензель."
L_UNDOACTIONS="Скасувати {0} дію(ій)"
L_REDOACTIONS="Повторити {0} дію(ій)"

M_BROWSE="Перейти до {0}"
M_SKIN="Скін"
M_FOLDER="Тека"

M_SHARED="Спільні параметри"
M_INFINITEMOUSE="Нескінченна миша"

T_SWATCHEDIT="Редагувати палітру"
T_DELETESWATCH="Видалити палітру"
T_ADDSWATCH="Додати палітру"

M_EXPT_EXCEPTION="Виняток!"
M_EXPT_APPERROR="Помилка програми!"
M_EXPT_ERRORTEXT="MCSkin3D виявив помилку і може стати нестабільним. Але не хвилюйтеся, ви можете допомогти!\r\n\r\nЯкщо ви хочете допомогти розробнику, надішліть нам звіт про помилку! У самому низу цього вікна є синє посилання, що вказує на вміст звіту. Надішліть його нам (знайдіть нас на PlanetMinecraft) — це дуже допоможе розробці."
M_EXPT_SHOW="Більше не показувати це повідомлення"
M_EXPT_CLOSE="Закрити"
M_EXPT_VIEW="Щоб переглянути звіт, натисніть"
M_EXPT_HERE="тут"

C_RESTART="Для виконання цієї операції потрібен перезапуск програми!"
C_RESTART_CAPTION="Потрібен перезапуск"
D_UNSAVED="У вас є незбережені скіни; зміна теки скінів потребує оновлення списку, тому ви втратите всі незбережені зміни. Натисніть «Так» для оновлення без збереження; «Ні» — зачекати перезапуску; «Скасувати» — скасувати операцію."
D_UNSAVED_CAPTION="Незбережені зміни"

M_RENDERSTATS="Статистика рендерингу"
M_GRIDCOLOR="Колір сітки"
M_GRIDOPACITY="Непрозорість сітки"

M_LOADING="Завантаження..."
M_NEWPALETTE="Нова палітра"
M_DELETEPALETTE="Видалити палітру"
M_CONVERTSWATCH="Перетворити палітру..."
M_RENAMEPALETTE="Перейменувати палітру"
M_CURRENTFORMAT="Поточний формат:"
M_NEWFORMAT="Новий формат:"
M_SWATCHQUESTION="Ця операція назавжди видалить цю палітру. Продовжити?"
M_SWATCHQUESTION_CAPTION="Ви впевнені?"

M_UPDATESTARTING="Оновлення завантажено — MCSkin3D зараз закриється, і відкриється програма оновлення. Зверніть увагу, що ця програма запускається з тимчасової теки, тому Windows (або ваш антивірус) може попередити про це — не хвилюйтеся, це зроблено, щоб основна тека залишалася чистою."
M_REPORTVIEWER="Перегляд звіту"

M_GRIDENABLED="Показати сітку"
M_RENDERRESTART="Для зміни режиму рендерингу потрібен перезапуск."
M_RENDERER="Рендерер"
M_CLIENTARRAYS="Масиви клієнта"
M_IMMEDIATE="Негайний режим"
W_POPOUT="Відкріпити"

E_SKINERROR="Помилка під час завантаження скіна “{0}”; видаліть цей файл або перемістіть його з теки."
T_TOGGLECHESTARMOR="Показати/приховати нагрудник"
T_TOGGLELEFTARMARMOR="Показати/приховати захист лівої руки"
T_TOGGLERIGHTARMARMOR="Показати/приховати захист правої руки"
T_TOGGLELEFTLEGARMOR="Показати/приховати захист лівої ноги"
T_TOGGLERIGHTLEGARMOR="Показати/приховати захист правої ноги"

M_CHESTARMOR="Нагрудник"
M_LEFTARMARMOR="Захист лівої руки"
M_RIGHTARMARMOR="Захист правої руки"
M_LEFTLEGARMOR="Захист лівої ноги"
M_RIGHTLEGARMOR="Захист правої ноги"

C_SCALE="Масштабувати"
C_CROP="Обрізати"
M_SKINSIZEMISMATCH="Розмір цього скіна не відповідає очікуваному розміру для вибраної моделі. MCSkin3D може вирішити цю проблему одним із двох способів:\n\nОбрізати: безпосередньо змінити розмір скіна, щоб він відповідав моделі, без зміни самого скіна. Залежно від різниці в розмірах, деякі частини скіна можуть бути обрізані. Використовуйте цю опцію, якщо ви конвертуєте скін з версії 1.7 на 1.8.\n\nМасштабувати: масштабувати скін до потрібного розміру.\n\nЗверніть увагу, що це деструктивна операція, і її не можна скасувати."